/* Localizable strings of com.apple.screensaver.byHost preference manifest */

"screensaver.pfm_title" =			"スクリーンセーバ ByHost";
"screensaver.pfm_description" =			"ByHost スクリーンセーバの環境設定です。";
"idleTime.pfm_title" =			"待機時間";
"idleTime.pfm_description" =			"スクリーンセーバが開始するまでの待機時間の秒数です。0 に設定するとスクリーンセーバは開始しません。";
"mainScreenOnly.pfm_title" =	"メイン画面のみ";
"mainScreenOnly.pfm_description" =			"スクリーンセーバをメイン画面にのみ表示します。この設定は複数の画面があるコンピュータにのみ影響します。";
"moduleName.pfm_title" =			"モジュール名";
"moduleName.pfm_description" =			"“スクリーンセーバ”環境設定パネルで選択されているスクリーンセーバモジュールの名前です。例）“Flurry”";
"modulePath.pfm_title" =			"モジュールパス";
"modulePath.pfm_description" =			"現在のスクリーンセーバモジュールへのファイルシステムパスです。例）“/System/Library/Screen Savers/Flurry.saver”";
"showClock.pfm_title" =			"時計を表示";
"showClock.pfm_description" =			"スクリーンセーバに時計を表示します。時計を表示する場合は“真”に設定します。時計を表示しない場合は“偽”に設定します。";
